Repository: rbalint/linux-pam
Catalog: Linux-PAM/po/*.po
Languages: sv

source: ...Time is running out...
sv: ...Tiden är nästan slut...

source: ...Sorry, your time is up!
sv: ...Tiden är ute!

source: erroneous conversation (%d)
sv: felaktigt samtal (%d)

source: login:
sv: inloggning:

source: Success
sv: Lyckades

source: Critical error - immediate abort
sv: Kritiskt fel - omedelbart avbrott

source: Symbol not found
sv: Det gick inte att hitta symbolen

source: Error in service module
sv: Fel i tjänstmodulen

source: System error
sv: Systemfel

source: Memory buffer error
sv: Minnesbuffertfel.

source: Permission denied
sv: Åtkomst nekas

source: Authentication failure
sv: Autentiseringen misslyckades

source: Insufficient credentials to access authentication data
sv: Identifieringsuppgifterna är otillräckliga för åtkomst av autentiseringsdata

source: Authentication service cannot retrieve authentication info
sv: Autentiseringstjänsten kan inte hämta autentiseringsinformation

source: User not known to the underlying authentication module
sv: Den underliggande autentiseringsmodulen känner inte till användaren

source: Have exhausted maximum number of retries for service
sv: Det maximala antalet nya försök för tjänsten har uppnåtts

source: Authentication token is no longer valid; new one required
sv: Autentiseringstoken är inte längre tillräcklig. En ny token krävs

source: User account has expired
sv: Användarkontot har upphört att gälla

source: Cannot make/remove an entry for the specified session
sv: Det går inte att skapa/ta bort en post för den angivna sessionen

source: Authentication service cannot retrieve user credentials
sv: Autentiseringstjänsten kan inte hämta användaruppgifter

source: User credentials expired
sv: Användaruppgifterna har upphört att gälla

source: Failure setting user credentials
sv: Det gick inte att ange användaruppgifter

source: No module specific data is present
sv: Det finns inga modulspecifika data

source: Bad item passed to pam_*_item()
sv: Ett ogiltigt objekt har skickats till pam_*_item()

source: Conversation error
sv: Samtalsfel

source: Authentication token manipulation error
sv: Fel på ändring av autentiseringstoken

source: Authentication information cannot be recovered
sv: Det går inte att återställa autentiseringsinformationen

source: Authentication token lock busy
sv: Autentiseringstokens lås är upptaget

source: Authentication token aging disabled
sv: Åldrande av autentiseringstoken har inaktiverats

source: Failed preliminary check by password service
sv: Lösenordstjänstens preliminära kontroll misslyckades

source: The return value should be ignored by PAM dispatch
sv: Returvärdet ska ignoreras av PAM-sändningen

source: Module is unknown
sv: Modulen är okänd

source: Authentication token expired
sv: Autentiseringstoken har upphört att gälla

source: Conversation is waiting for event
sv: Samtalet väntar för händelsen

source: Application needs to call libpam again
sv: Programmet måste anropa libpam på nytt

source: Unknown PAM error
sv: Okänt PAM-fel

source: New %s%spassword:
sv: Nytt lösenord för %s%s:

source: Retype new %s%spassword:
sv: Ange det nya %s%s-lösenordet igen:

source: Sorry, passwords do not match.
sv: Lösenorden stämmer inte överens.

source: is the same as the old one
sv: är identiskt med det gamla

source: is a palindrome
sv: är en palindrom

source: case changes only
sv: endast ändringar i skiftläget

source: is too similar to the old one
sv: är för likt det gamla

source: is too simple
sv: är för enkelt

source: is rotated
sv: är roterat

source: has been already used
sv: har redan använts

source: No password supplied
sv: Inget lösenord har angetts

source: Password unchanged
sv: Lösenordet har inte ändrats

source: BAD PASSWORD: %s
sv: DÅLIGT LÖSENORD: %s

source: from %.*s
sv: från %.*s

source: on %.*s
sv: på %.*s

source: Last login:%s%s%s
sv: Senaste inloggningen:%s%s%s

source: Welcome to your new account!
sv: Välkommen till ditt nya konto!

source: Too many logins for '%s'.
sv: För många inloggningar för %s.

source: No mail.
sv: Inga e-postmeddelanden.

source: You have new mail.
sv: Du har nya e-postmeddelanden.

source: You have old mail.
sv: Du har gamla e-postmeddelanden.

source: You have mail.
sv: Du har e-postmeddelanden.

source: You have no mail in folder %s.
sv: Du har inga e-postmeddelanden i mappen %s.

source: You have new mail in folder %s.
sv: Du har nya e-postmeddelanden i mappen %s.

source: You have old mail in folder %s.
sv: Du har gamla e-postmeddelanden i mappen %s.

source: You have mail in folder %s.
sv: Du har e-postmeddelanden i mappen %s.

source: Not a valid security context
sv: Säkerhetskontexten är ogiltig

source: Security Context %s Assigned
sv: Säkerhetskontexten %s har tilldelats

source: failed to initialize PAM
sv: Det gick inte att initiera PAM

source: failed to pam_set_item()
sv: pam_set_item() misslyckades

source: login: failure forking: %m
sv: inloggning: forking misslyckades: %m

source: Enter new STRESS password:
sv: Ange ett nytt STRESS-lösenord:

source: Retype new STRESS password:
sv: Ange det nya STRESS-lösenordet igen:

source: Verification mis-typed; password unchanged
sv: Verifieringen misslyckades. Lösenordet har inte ändrats

source: Authentication error
sv: Autentiseringsfel

source: Service error
sv: Fel på tjänst

source: Unknown user
sv: Okänd användare

source: Unknown error
sv: Okänt fel

source: %s: Bad number given to --reset=
sv: %s: Ett ogiltigt nummer skickades till --reset=

source: %s: Unrecognised option %s
sv: %s: Alternativet %s är okänt

source: %s: [--file rooted-filename] [--user username] [--reset[=n]] [--quiet]
sv: %s: [--file filnamn-med-rot] [--user användarnamn] [--reset[=n]] [--quiet]

source: %s: Can't reset all users to non-zero
sv: %s: Det går inte att återställa alla användare till något annat än noll

source: Your account has expired; please contact your system administrator
sv: Ditt konto har upphört att gälla. Kontakta systemadministratören.

source: You are required to change your password immediately (root enforced)
sv: Du måste ändra lösenord omedelbart (tvingad av root)

source: You are required to change your password immediately (password aged)
sv: Du måste ändra lösenord omedelbart (lösenordet är för gammalt)

source: Password:
sv: Lösenord:

source: NIS password could not be changed.
sv: Det gick inte att ändra NIS-lösenordet

source: You must choose a longer password
sv: Du måste välja ett längre lösenord

source: Password has been already used. Choose another.
sv: Lösenordet har redan använts. Välj ett annat.

source: (current) UNIX password:
sv: (aktuellt) UNIX-lösenord:

source: You must wait longer to change your password
sv: Du måste vänta längre innan du ändrar ditt lösenord

source: Enter new UNIX password:
sv: Ange ett nytt UNIX-lösenord:

source: Retype new UNIX password:
sv: Ange det nya UNIX-lösenordet igen:
